{ "_id" : { "$oid" : "58276acdb7b4230d4b902666" }, "name" : "Central Park", "destination" : "new york", "description" : "Central Park is an urban park in middle-upper Manhattan, within new york City. Central Park is the most visited urban park in the United States, with 40 million visitors in 2013. It is also one of the most filmed locations in the world.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/Southwest_corner_of_Central_Park%2C_looking_east%2C_NYC.jpg/2560px-Southwest_corner_of_Central_Park%2C_looking_east%2C_NYC.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902667" }, "name" : "Empire State Building", "destination" : "new york", "description" : "The Empire State Building is a 102-story skyscraper located in Midtown Manhattan, new york City, on Fifth Avenue between West 33rd and 34th Streets. It has a roof height of 1,250 feet (381 m), and with its antenna spire included, it stands a total of 1,454 feet (443 m) high.", "image" : "https://upload.wikimedia.org/wikipedia/commons/4/4c/Empire_State_Building_15_Dec_2005.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902668" }, "name" : "Statue of Liberty", "destination" : "new york", "description" : "The Statue of Liberty (Liberty Enlightening the World; French: La Liberté éclairant le monde) is a colossal neoclassical sculpture on Liberty Island in new york Harbor in new york City, in the United States.", "image" : "https://upload.wikimedia.org/wikipedia/commons/1/1c/Detroit_Photographic_Company_%280707%29.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902669" }, "name" : "One World Trade Center", "destination" : "new york", "description" : "One World Trade Center (also known as the Freedom Tower, 1 World Trade Center, One WTC and 1 WTC) is the main building of the rebuilt World Trade Center complex in Lower Manhattan, new york City. It is the tallest building in the Western Hemisphere, and the sixth-tallest in the world.", "image" : "https://upload.wikimedia.org/wikipedia/commons/a/ac/OneWorldTradeCenter.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b90266a" }, "name" : "Times Square", "destination" : "new york", "description" : "Times Square is a major commercial intersection and neighborhood in Midtown Manhattan, new york City, at the junction of Broadway and Seventh Avenue, and stretching from West 42nd to West 47th Streets.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/1_times_square_night_2013.jpg/2560px-1_times_square_night_2013.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b90266b" }, "name" : "Golden Gate Bridge", "destination" : "san francisco", "description" : "The Golden Gate Bridge is a suspension bridge spanning the Golden Gate strait, the one-mile-wide (1.6 km), three-mile-long (4.8 km) channel between san francisco Bay and the Pacific Ocean. The structure links the American city of san francisco, California – the northern tip of the san francisco Peninsula – to Marin County, carrying both U.S. Route 101 and California State Route 1 across the strait.", "image" : "https://upload.wikimedia.org/wikipedia/commons/5/54/Golden_Gate_Bridge_0002.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b90266c" }, "name" : "Alcatraz", "destination" : "san francisco", "description" : "Alcatraz Island is located in the san francisco Bay, 1.25 miles (2.01 km) offshore from san francisco, California, United States. The small island was developed with facilities for a lighthouse, a military fortification, a military prison (1868), and a federal prison from 1933 until 1963.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Alcatraz_Island_photo_D_Ramey_Logan.jpg/2880px-Alcatraz_Island_photo_D_Ramey_Logan.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b90266d" }, "name" : "Fisherman's Wharf", "destination" : "san francisco", "description" : "Fisherman's Wharf is a neighborhood and popular tourist attraction in san francisco, California. It roughly encompasses the northern waterfront area of san francisco from Ghirardelli Square or Van Ness Avenue east to Pier 35 or Kearny Street. The F Market streetcar runs through the area, the Powell-Hyde cable car lines runs to Aquatic Park, at the edge of Fisherman's Wharf, and the Powell-Mason cable car line runs a few blocks away.", "image" : "https://upload.wikimedia.org/wikipedia/commons/a/ae/Fishermans_Wharf_Sign%2C_SF%2C_CA%2C_jjron_25.03.2012.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b90266e" }, "name" : "Union Square", "destination" : "san francisco", "description" : "Union Square is a 2.6-acre (1.1 ha) public plaza bordered by Geary, Powell, Post and Stockton Streets in downtown san francisco, California. Union Square also refers to the central shopping, hotel, and theater district that surrounds the plaza for several blocks. The area got its name because it was once used for rallies and support for the Union Army during the American Civil War, earning its designation as a California Historical Landmark.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/Washington_Square_Arch_by_David_Shankbone.jpg/2560px-Washington_Square_Arch_by_David_Shankbone.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b90266f" }, "name" : "Pier 39", "destination" : "san francisco", "description" : "Pier 39 is a shopping center and popular tourist attraction built on a pier in san francisco, California. At Pier 39, there are shops, restaurants, a video arcade, street performances, the Aquarium of the Bay, virtual 3D rides, and views of California sea lions hauled out on docks on Pier 39's marina. The marina is also home to the floating Forbes Island restaurant.", "image" : "https://upload.wikimedia.org/wikipedia/commons/e/e2/Pier_39%2C_SF%2C_CA%2C_jjron_26.03.2012.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902670" }, "name" : "london Eye", "destination" : "london", "description" : "The london Eye is a giant Ferris wheel on the South Bank of the River Thames in london. Also known as the Millennium Wheel, it has also been called by its owners the British Airways london Eye, then the Merlin Entertainments london Eye, then the EDF Energy london Eye.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/London-Eye-2009.JPG/2560px-London-Eye-2009.JPG" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902671" }, "name" : "Tower of london", "destination" : "london", "description" : "The Tower of london, officially Her Majesty's Royal Palace and Fortress of the Tower of london, is a historic castle located on the north bank of the River Thames in central london. It lies within the london Borough of Tower Hamlets, separated from the eastern edge of the square mile of the City of london by the open space known as Tower Hill.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Tower_of_London_viewed_from_the_River_Thames.jpg/2560px-Tower_of_London_viewed_from_the_River_Thames.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902672" }, "name" : "Big Ben", "destination" : "london", "description" : "Big Ben is the nickname for the Great Bell of the clock at the north end of the Palace of Westminster in london,[1] and often extended to refer to the clock and the clock tower. The tower is officially known as Elizabeth Tower, renamed to celebrate the Diamond Jubilee of Elizabeth II in 2012; previously it was known simply as the Clock Tower. ", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/9/97/Palace_of_Westminster%2C_London_-_Feb_2007.jpg/2880px-Palace_of_Westminster%2C_London_-_Feb_2007.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902673" }, "name" : "Buckingham Palace", "destination" : "london", "description" : "Buckingham Palace is the london residence and administrative headquarters of the reigning monarch of the United Kingdom. Located in the City of Westminster, the palace is often at the centre of state occasions and royal hospitality. It has been a focal point for the British people at times of national rejoicing and mourning.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Buckingham_Palace%2C_London_-_April_2009.jpg/2560px-Buckingham_Palace%2C_London_-_April_2009.jpg" }
{ "_id" : { "$oid" : "58276acdb7b4230d4b902674" }, "name" : "london Dungeon", "destination" : "london", "description" : "The london Dungeon is a tourist attraction in london, England, which recreates various gory and macabre historical events in a gallows humour style. It uses a mixture of live actors, special effects and rides.", "image" : "https://upload.wikimedia.org/wikipedia/commons/thumb/f/fb/2005-07-12_-_United_Kingdom_-_England_-_London_-_The_London_Dungeon.jpg/1920px-2005-07-12_-_United_Kingdom_-_England_-_London_-_The_London_Dungeon.jpg" }
